[M_BearerBadNews MissionDefinition]
TurnInDescription="Though Roland's friends mourn his death, they are united in the same desire: that you will avenge the hell out of him."
MissionSummary="Inform Roland's friends of his death."

[M_BearerBadNews:OpenChest MissionObjectiveDefinition]
ProgressMessage="Open armory chest"
